Repository: assamoikeren/glpi
Catalog: lib/l10n/app_*.arb
Languages: fr

# bienvenueTitle
source: Welcome to GLPI MOBILE
fr: Bienvenue GLPI MOBILE

# bienvenueMessage
source: Enter your credentials to connect yourself
fr: Veuillez entrer vos identifiants pour vous connectez

# identifiant
source: Username
fr: Identifiant

# motDePasse
source: Password
fr: Mot de passe

# entrerIdentifiant
source: Enter your username
fr: Entrer votre identifiant

# entrerMotDePasse
source: Enter your password
fr: Entrer votre mot de passe

# accesServeur
source: Unable to access the server. Please try again later.
fr: Impossible d'accéder au serveur. Veuillez réessayer plus tard.

# connexion
source: Log in
fr: Connexion

# connexionIdErr
source: Your username or your password is incorrect.
fr: Votre identifiant ou votre mot de passe est incorrect.

# connexionImeiErr
source: You can't log in using this phone.
fr: Vous ne pouvez pas vous connecter à partir ce téléphone

# deconnexion
source: Log out
fr: Déconnexion

# bienvenue
source: Welcome,
fr: Bienvenue,

# numero
source: Number
fr: Numéro

# demandeur
source: Requester
fr: Demandeur

# titre
source: Title
fr: Titre

# categorie
source: Category
fr: Categorie

# technicien
source: Technician
fr: Technicien

# vert
source: Green
fr: Vert

# jaune
source: Yellow
fr: Jaune

# rouge
source: Red
fr: Rouge

# observer
source: Choose an observer
fr: Choisissez un observateur

# ticketPrisEnCompte
source: Ticket taken into account
fr: Ticket pris en compte

# suiviTechnicien
source: Technician comment
fr: Suivi technicien

# signatureTechnicien
source: Technician signature
fr: signature technicien

# appareilArret
source: Item stopped
fr: appareil mis à l'arrêt

# btnOui
source: Yes
fr: Oui

# btnNo
source: No
fr: Non

# photo
source: Picture
fr: Photo

# suivant
source: Next
fr: Suivant

# suiviClient
source: Client comment
fr: Suivi client

# signatureClient
source: Client signature
fr: Signature client

# satisfactionClient
source: Client satisfaction :
fr: Satisfaction client :

# retour
source: Return
fr: Retour

# confirmer
source: Confirm
fr: Confirmer

# etesVousSur
source: Are you sure ?
fr: Êtes-vous sûr ?

# retournerTicket
source: Your informations will be deleted.
fr: Vos informations seront supprimées

# pasObservateur
source: No observers
fr: Aucun observateur

# succes
source: Success
fr: Succès

# desole
source: sorry
fr: Désolé !

# erreur
source: Error
fr: Erreur

# tikcetReattribue
source: Ticket re-assigned
fr: Ticket réattribué

# erreurProduite
source: Sorry an error occured
fr: Une erreur s'est produite

# erreurProduiteServeur
source: Sorry an error occured on the server
fr: Une erreur s'est produite sur le serveur

# pasDeConnexion
source: Sorry no internet data
fr: Pas de connexion

# qrCodeError
source: Wrong Qrcode
fr: Mauvais Qrcode

# interventionDebute
source: Intervention started
fr: Intervention débutée

# attention
source: Warning!
fr: Attention!

# notGoBack
source: You will not be able to go back.
fr: Vous ne pourrez revenir plus en arrière.

# ticketResolu
source: Ticket solved
fr: Ticket résolu

# ticketDejaResolu
source: The ticket has already been solved
fr: Le ticket a déja été résolu

# essayeEncore
source: try again
fr: Veuillez réessayez

# erreurFlutter
source: flutter error
fr: Erreur flutter

# passageMensuel
source: monthly visit
fr: passage mensuel

# passageTrimestriel
source: quaterly visit
fr: passage trimestriel

# passageSemestriel
source: semi-annual visit
fr: passage semestriel

# passageAnnuel
source: annual visit
fr: passage annuel

# annuler
source: Cancel
fr: Annuler

# sauvegarder
source: Save
fr: sauvegarder

# renseignerCommentaire
source: Please enter a comment
fr: Veuillez renseigner un commentaire

# writeCommentaire
source: Add a comment
fr: Saississez un commentaire

# vousAvezTache
source: You have no tasks
fr: Vous n'avez pas de tâches

# selectionnerTache
source: Please check the box
fr: Veuillez sélectionner la tâche.

# commentaire
source: Comment
fr: Commentaire

# photos
source: Pictures
fr: Photos

# effectuerModification
source: You will not be able to make any further changes.
fr: Vous ne pourrez plus effectuer de modification.

# toutesLesTaches
source: You have not selected all the tasks.
fr: Vous n'avez pas sélectionné toutes les tâches.

# photosAtteint
source: Number of pictures reached.
fr: Nombre de photos atteint.

# prendrePhoto
source: Take a picture of the item
fr: Prenez une photo de l'item

# champObligatoire
source: Fill in the required fields (*)
fr: Remplissez les champs obligatoires (*)

# justifierAppareilArret
source: Please take a picture to justify putting the item out of operation.
fr: Veuillez prendre une photo pour justifier la mise à l'arrêt de l'appareil.

# pasDeTicket
source: No tickets in this category
fr: Pas de tickets dans cette catégorie

# donnes
source: Data
fr: Données

# veuxDeconnecter
source: You will be logged out of the application.
fr: Vous serez déconnecter de l'application.

# taches
source: Task
fr: Tâche

# etape
source: Step
fr: Etape

# debutIntervention
source: beginning of the intervention
fr: Début intervention

# debuteIntervention
source: Starting intervention
fr: Intervention débutée

# finIntervention
source: End of the intervention
fr: Fin intervention

# tresMauvais
source: Very bad
fr: Très mauvais

# mauvais
source: bad
fr: Mauvais

# bien
source: Good
fr: Bien
